Repository: daGrevis/daGrevis.lv
Catalog: dagrevis_*/blog/locale/*/LC_MESSAGES/django.po
Languages: lv

source: Comment #{pk} by {username}
lv: Komentārs #{pk} no {username}

source: Blog
lv: Blogs

source: Tags
lv: T[ae]gi

source: Search
lv: Atrašana

source: More articles
lv: Vairāk rakstu

source: No articles.
lv: Nav rakstu.

source: Phrase
lv: Frāze

source: (regular expressions are allowed)
lv: (regulārās izteiksmes ir atļautas)

source: (separate them by comma)
lv: (atdali tos ar komatu)

source: Find articles
lv: Atrast rakstus

source: No tags.
lv: Nav t[ae]gu.

source: Your comment...
lv: Tavs komentārs...

source: Add comment
lv: Pievienot komentāru

source: (reply to <a href="%(article_link)s?comment_pk=%(comment.pk)s">comment #%(comment_pk)s</a>)
lv: (atbildēt <a href="%(article_link)s?comment_pk=%(comment.pk)s">komentāram #%(comment_pk)s</a>)

source: To comment you need to <a href="%(url_for_user_login)s?redirect_to=%(article_link)s#add_comment">login</a>.
lv: Lai komentētu, jums <a href="%(url_for_user_login)s?redirect_to=%(article_link)s#add_comment">ir jāielogojas</a>.

source: Published:
lv: Publicēts:

source: Author:
lv: Autors:

source: No comments
lv: Nav komentāru

source: 1 comment
lv: 1 komentārs

source: %(comment_count)s comments
lv: %(comment_count)s komentāri

source: Article link
lv: Raksta links

source: Tweet link
lv: Tvīta links

source: Link
lv: Links

source: Reply
lv: Atbildēt

source: Comment is waiting approval.
lv: Komentārs vēl nav apstiprināts.

source: No comments.
lv: Nav komentāru.
